tap "homebrew/bundle"
brew "git"
brew "powerlevel10k"
brew "stow"
brew "tree"
cask "arc"
cask "chatgpt"
cask "font-fira-code"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "logseq"
cask "obsidian"
cask "proton-pass"
cask "signal"
cask "visual-studio-code"
vscode "foxundermoon.shell-format"
